2.	발음을 이용한 번역 시스템
동기 : 한때 화제가 되었던 일명 ‘한국인만 보세요’ 라는 후기를 보고 떠올렸다. 다음 사이트로 들어가면 자세한 이야기가 나와있다.( http://news.kmib.co.kr/article/view.asp?arcid=0011821034) 이처럼 일반 번역기를 돌려서는 번역이 되지 않는 글자들을 한국인이 알아볼 수 있는 이유는 발음을 하면 정상적으로 적힌 글과 비슷한 점이 많다는 것이다, 따라서 이를 발음을 통해 번역하는 번역 시스템을 만들어 보았으면 좋겠다. 
기본 기능
-	바로 다른 언어로 번역하는 것은 무리가 있으므로 먼저 한국어 -> 한국어 로의 변환 작업을 거친다. 이때 사용되는 것이 위에서 말한 발음을 통해서이다.
-	이렇게 정상적인 표준어로 적힌 한국어로 변환되었으면 평소 사용하는 번역 기능(파파고, 구글 번역 등)을 이용하여 다른 언어로 번역한다.
Ps. 이 아이디어는 인공지능에 대해 생각하다가 나온 것인데, 사실 인공지능을 통해 풀 수 있는 것인지는 잘 모르겠다.  -> 접근 방향을 잘 모르겠음

3.	분실물 센터 관리 로봇
동기 : 학교를 다니다 보면 분실물이 생기고, 또 분실물을 발견할 때가 많은데, 이 떄마다 항상 사람이 직접 페이스북에 올리거나 건너건너 전해짐. 이것을 단순히 특정 장소에 놓았을 때 로봇이 사진을 찍고, 어떠한 물품인지를 판단하여 사이트에 올리면 편할 것 같아서.
기능
-	물품이 앞에 놓여있을 때, 어떠한 종류(볼펜, 샤프, 지갑 등)인지를 판단
-	물품의 사진을 찍어 특정 사이트(ex. 흔히 쓰는 페이스북) 올림
-	주인이 찾아 왔을 때, 예전에 올려놓은 게시물을 삭제, 혹은 편집으로 가져갔다는 것을 표시
-	추가로, 물품을 가져다 놓는 사람이 어디에서 찾았는 지를 말하며 이를 인식하여 같이 게시

개인적 희망사항
GIthub는 익숙하지 못하다.ㅠㅠ 빨리 익숙해지면 좋겠다. 일정 관리를 더 열심히 해서 팀에 피해를 끼치지 말자..ㅠㅠㅠ 죄송합니다ㅠㅠㅠ
